---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Calories
source: html/2840652a-8f7e-2cc0-d8fc-50b71a57042c.htm
---
# Autodesk.Revit.DB.UnitTypeId.Calories Property

Calories.

## Syntax (C#)
```csharp
public static ForgeTypeId Calories { get; }
```